Repository: CommodoreAmiga/yquake2
Catalog: locale/*/LC_MESSAGES/nanoquake.po
Languages: es, fr, id, nl, pt

source: Error - empty seed, please delete your seedAES.txt and start again
es: Error – seed vacía, por favor borra tu seedAES.txt y comienza de nuevo
fr: Erreur - Seed manquante, supprimez le fichier seedAES.txt et redémarrez
id: Error- seed kosong, silahkan hapus seedAES,txt dan mulai lagi
nl: Error - lege seed, verwijder het seedAES.txt en probeer het opnieuw
pt: Erro - Seed vazia, por favor delete o arquivo seedAES.txt e comece de novo

source: Shutting down Quake
es: Apagando Quake
fr: Fermeture de Quake
id: Mematikan Quake
nl: Quake aan het afsluiten
pt: Encerrando Quake

source: Pay Nano to Server
es: Pagar Nano al Servidor
fr: Envoyez des Nano au serveur
id: Membayar Nano untuk server
nl: Betaal Nano aan Server
pt: Pague Nano para o servidor

source: Error - empty balance
es: Error – Balance vacío
fr: Erreur - balance insuffisante
id: Error - saldo kosong
nl: Error - geen saldo
pt: Erro - Saldo vazio

source: Error - timeout checking balance
es: Error – Se agotó el tiempo revisando el balance
fr: Erreur - délais d’attente dépassé
id: Error – batas waktu memeriksa saldo
nl: Error - time-out bij controleren saldo
pt: Erro - Tempo esgotado ao checar o saldo

source: Payment Sent
es: Pago enviado
fr: Paiement envoyé
id: Pembayaran terkirim
nl: Betaling verzonden
pt: Pagamento enviado

source: Error - insufficient funds
es: Error - Fondos insuficientes
fr: Erreur - fonds insuffisants
id: Error – saldo tidak mencukupi
nl: Error - onvoldoende saldo
pt: Error - Saldo insuficiente

source: Error insufficent funds
es: Error fondos insuficientes
fr: Erreur fonds insuffisants
id: Error saldo tidak mencukupi
nl: Error onvoldoende saldo
pt: Erro saldo insuficiente

source: Last pay in less that 30 seconds ago
es: Último pago hace menos de 30 segundos
fr: Dernier paiement il y a moins de 30 secondes
id: Pembayaran terakhir dalam waktu kurang dari 30 detik yang lalu
nl: Laatste betaling was minder dan 30 seconden geleden
pt: Último pagamento realizado em menos de 30 segundos atrás

source: Nano Balance
es: Balance de Nano
fr: Balance Nano
id: Saldo Nano
nl: Nano Saldo
pt: Saldo em Nano

source: Listening on %s:%d...
es: Escuchando en %s:%d…
fr: Ecoute de %s:%d…
id: Mendengarkan pada %s:%d…
nl: Luisteren op %s:%d…
pt: Observando %s.%d...

source: Enter Your Password
es: Ingrese su contraseña
fr: Entrez votre mot de passe
id: Masukkan kata sandi anda
nl: Voer wachtwoord in
pt: Digite sua senha

source: Enter New Password
es: Ingrese su nueva contraseña
fr: Entrez un nouveau mot de passe
id: Masukkan kata sandi baru
nl: Voer nieuw wachtwoord in
pt: Digite sua nota senha

source: Confirm
es: Confirmar
fr: Confirmer
id: Konfirmasi
nl: Bevestig
pt: Confirme

source: Destination Address
es: Dirección de destino
fr: Adresse de destination
id: Alamat tujuan
nl: Bestemmingsadres
pt: Endereço de destino

source: Error - timeout, try again
es: Error – Se agotó el tiempo, intente de nuevo
fr: Erreur - Délais d’attente dépassé, essayez à nouveau
id: Error - Waktu habis, coba lagi
nl: Error - time-out, probeer het opnieuw
pt: Erro - tempo esgotado, tente novamente

source: Generate New Seed
es: Generar nueva seed
fr: Générer une nouvelle seed
id: Menghasilkan Seed baru
nl: Genereer Nieuwe Seed
pt: Gerar nova Seed

source: Import Seed
es: Importar Seed
fr: Importer une seed
id: Impor Seed
nl: Importeer Seed
pt: Importar Seed

source: Wallet Seed (make a copy of this in a safe place!): {}
es: Seed de la billetera (¡Copiela en un lugar seguro!): {}
fr: Seed de votre portefeuille (faites une copie de celle-ci dans un endroit sûr !): {}
id: Wallet Seed (buat salinan ini di tempat yang aman!): {}
nl: Wallet Seed (bewaar een kopie hiervan op een veilige plek!): {}
pt: Seed da carteira (faça uma cópia disso em um local seguro!): {}

source: Download Pak Files
es: Descargar archivos PAK
fr: Télécharger les fichiers Pak
id: Download Pak file
nl: Download Pak Bestanden
pt: Baixando arquivos Pak

source: Yes
es: Si
fr: Oui
id: Ya
nl: Ja
pt: Sim

source: No
fr: Non
id: Tidak
nl: Nee
pt: Não

source: Download Status
es: Estado de descarga
fr: Etat du téléchargement
pt: Status do Download

source: Downloading...
es: Descargando…
fr: En cours de téléchargement…
id: Sedang mendownload…
nl: Aan het downloaden…
pt: Baixando...

source: Downloading Demo Pak...
es: Descargando Pak demo…
fr: Téléchargement du Demo Pak…
id: Sedang mendownload Demo Pak…
nl: Demo Pak aan het downloaden…
pt: Baixando Demo Pak...

source: Failed to download demo files
es: Descarga fallida de archivos demo
fr: Echec lors du téléchargement des fichiers de démo
id: Gagal untuk download demo file
nl: Downloaden van demo bestanden mislukt
pt: Falha ao baixar os arquivos demo

source: Download Complete, now unzipping...
es: Descarga completa, descomprimiendo…
fr: Téléchargement terminé, décompression en cours…
id: Download selesai, sekarang unzip…
nl: Download Voltooid, nu aan het uitpakken…
pt: Download completo, descompactando...

source: Download Complete, now unzipping
es: Descarga Completa, descomprimiendo
fr: Téléchargement terminé, décompression en cours
id: Download selesai, sekarang unzip
nl: Download Voltooid, nu aan het uitpakken
pt: Download completo, descompactando

source: Copying Files
es: Copiando Archivos
fr: Copie des fichiers
id: Mencopy file
nl: Bestanden aan het kopiëren
pt: Copiando os arquivos

source: Grabbing Curl Files
es: Tomando Archivos Curl
fr: Récupération des fichiers Curl
id: Meraih Curl File
nl: Curl bestanden aan het pakken
pt: Obtendo arquivos Curl

source: Failed to download curl files
es: Error al descargar archivos curl
fr: Echec lors du téléchargement des fichiers Curl
id: Gagal untuk mendownload curl file
nl: Downloaden van curl bestanden mislukt
pt: Falha ao baixar os arquivos curl

source: Quake already running
es: Quake en marcha
fr: Quake est déjà exécuté
id: Quake sudah berjalan
nl: Quake is al actief
pt: Quake já está rodando

source: Starting Quake2
es: Iniciando Quake2
fr: Démarrage de Quake2
id: Mulai Quake2
nl: Quake2 aan het opstarten
pt: Iniciando Quake2

source: Shutdown Socket Server and Exit
es: Apagar Servidor Socket y Salir
fr: Extinction des sockets serveur et fermeture
id: Mematikan Socket Server dan Keluar
nl: Stop Socket Server en Verlaten
pt: Encerre o servidor Socket e saia

source: Checking for update
es: Comprobación de actualización
fr: Recherche de mise à jour
id: Memerikasa Update
nl: Controleren voor update
pt: Verificando atualizações

source: Processing...
es: Procesando…
fr: En cours…
id: Sedang di proses…
nl: Aan het verwerken…
pt: Processando...

source: Opening Account
es: Abriendo cuenta
fr: Ouvrir un compte
id: Membuka Akun
nl: Account aan het openen
pt: Abrindo conta

source: Reply {} {}
es: Responder {} {}
fr: Réponse {} {}
id: Balasan {} {}
nl: Beantwoord {} {}
pt: Resposta {} {}

source: Error processing blocks
es: Error procesando los bloques
fr: Erreur lors du traitement des blocks
id: Error saat memproses blok
nl: Error verwerken van blocks
pt: Erro ao processar os blocos

source: Timeout
es: Se agotó el tiempo
fr: Délais d’attente dépassé
id: Waktu habis
pt: Tempo esgotado

source: Account Not Open
es: Cuenta no abierta
fr: Compte non ouvert
id: Akun tidak dibuka
nl: Account Niet Open
pt: Conta não aberta

source: Starting NanoQuake2...
fr: Démarrage de NanoQuake2…

source: Current Dir: {}
fr: Dossier courant: {}

source: System: {}
fr: Système: {}

source: Work Dir: {}
fr: Dossier de travail: {}

source: Making a new config directory
fr: Créer un nouveau dossier de configuration

source: Error - system not recognised
fr: Erreur - système non reconnu

source: Config Directory: {}
fr: Dossier de configuration: {}

source: Old seed file detected, as encryption has been upgraded please import your old seed, you can extract it with the decodeOldseed.py script
fr: Ancienne seed détectée, l’encryptage ayant été mis à jour importez à nouveau votre seed , vous pouvez l’extraire avec le script decodeOldseed.py

source: Public Key:
es: Llave pública:
fr: Clé publique:
id: Publik Key:
pt: Chave pública

source: Account Address:
es: Dirección de la Cuenta:
fr: Adresse du compte:
id: Alamat Akun:
pt: Endereço da conta

source: Seed file found
es: Archivo seed encontrado
fr: Fichier seed trouvé
id: File seed ditemukan
nl: Seed bestand gevonden
pt: Arquivo da seed encontrado

source: Decoding wallet seed with your password
es: Decodificando seed de la billetera con su contraseña
fr: Décoder la seed du portefeuille avec votre mot de passe
id: Decoding wallet seed dengan kata sandi anda
nl: Wallet seed aan het ontcijferen met uw wachtwoord
pt: Decodificando a seed da Wallet com sua senha

source: This is your game account address: {}
es: Esta es la dirección de tu cuenta en el juego.: {}
fr: Ceci est l’adresse de votre compte de jeu: {}
id: Ini adalah alamat akun game anda: {}
nl: Dit is het adres van uw spel account: {}
pt: Esse é seu endereço de conta no jogo: {}

source: NANO Rates
es: Valoración NANO
fr: Taux de change NANO
id: Tarif Nano
nl: NANO Koersen
pt: Taxas em NANO

source: Your Game Account:
es: Su cuenta en el juego:
fr: Votre compte de jeu:
id: Akun game anda:
nl: Uw Spel Account:
pt: Sua conta no jogo

source: Your Balance:
es: Su Balance:
fr: Votre balance:
id: Saldo anda:
nl: Uw balans:
pt: Seu saldo

source: Start Game
es: Iniciar Juego
fr: Commencer une partie
id: Memulai Permainan
nl: Start spel
pt: Inicie o jogo

source: Withdraw All
es: Retirar Todo
fr: Tout retirer
id: Withdraw semua
nl: Alle Nano terugtrekken
pt: Sacar tudo

source: Exit
es: Salir
fr: Fermer
id: Keluar
nl: Verlaten
pt: Sair

source: Show Disclaimer
es: Mostrar renuncia de responsabilidad
id: Tampilkan Penolakan
nl: Laat Disclaimer zien
pt: Mostrar o aviso legal

source: Show My Seed
es: Mostrar mi Seed
id: Perlihatkan Seed Saya
nl: Toon mijn Seed
pt: Mostre minha seed

source: Change My Language
es: Cambiar mi idioma
id: Ubah Bahasa Saya
nl: Verander mijn taal
pt: Mude meu idioma

source: Back
es: Regresar
id: Kembali
nl: Terug
pt: Voltar

source: Restarting with new settings
es: Reiniciando con nuevas configuraciones
id: Mulai ulang dengan pengaturan baru
nl: Opnieuw opstarten met nieuwe instellingen
pt: Reiniciando com as novas configurações

source: DISCLAIMER * To participate in the NanoQuake events you must be a natural person who is at least 18 years of age or older. * It is your responsibility to determine whether the state, country, territory or jurisdiction in which you are located, permits the usage of NanoQuake software and the ability to pay-in to a game.
pt: AVISO LEGAL * Para participar dos eventos NanoQuake você deve ser uma pessoa natural com pelo menos 18 anos de idade ou mais. * É de sua responsabilidade determinar se o estado, país, território ou jurisdição em que você está localizado permite o uso do software NanoQuake e a capacidade de pagamento para um jogo.

source: Balance: {:.3} Nano
id: Saldo: {:.3} Nano
nl: Balans: {:.3} Nano
pt: Saldo: {:.3} Nano

source: Settings
es: Configuraciones
id: Pengaturan
nl: Instellingen
pt: Configurações
